Repository: NSAntoine/Antoine
Catalog: Antoine/Backend/Localization/*.lproj/Localizable.strings
Languages: fr, zh_hant

source: Search Filter
fr: Filtres de recherche
zh_hant: 搜尋濾器

source: Enabled
zh_hant: 啟用

source: Process ID
fr: ID du programme
zh_hant: 程序ID(Process ID)

source: Process Name
fr: Nom du programme
zh_hant: 程序名稱

source: Category
fr: Catégorie
zh_hant: 類別

source: Subsystem
fr: Sous-sytème
zh_hant: 子系統(Subsystem)

source: Allowed Types
fr: Types autorisés
zh_hant: 允許的類型

source: Filter by Message Text
fr: Filtrer par message texte
zh_hant: 以訊息文字過濾

source: Filter by Process ID
fr: Filtrer par identifiant du programme
zh_hant: 以程序ID(Process ID)過濾

source: Filter by Process Name
fr: Filtrer par nom du programme
zh_hant: 以程序名稱過濾

source: Filter by Category
fr: Filtrer par catégorie
zh_hant: 以類別過濾

source: Filter by Subsystem
fr: Filtrer par sous-système
zh_hant: 以子系統(Subsystem)過濾

source: Message text filter..
fr: Message texte..
zh_hant: 在此輸入欲過濾的訊息文字...

source: Subsystem filter..
fr: Sous-système..
zh_hant: 在此輸入欲過濾的子系統...

source: Category filter..
fr: Catégorie..
zh_hant: 在此輸入欲過濾的類別...

source: Process name filter..
zh_hant: 在此輸入欲過濾的程序名稱...

source: Apply
fr: Appliquer
zh_hant: 套用

source: Mode
zh_hant: 過濾模式

source: Process ID entered must be a valid number
fr: L'ID du programme doit être un nombre valide
zh_hant: 程序ID必須是個有效的數值

source: Stream
fr: Flux
zh_hant: 實時串流

source: Preferences
fr: Préférences
zh_hant: 設置

source: Reset
fr: Réinitialiser
zh_hant: 重置顏色設定

source: Refresh Rate
fr: Fréquence de mise à jour
zh_hant: 串流更新頻率

source: Type Colors
fr: Type de couleurs
zh_hant: 類型(Type)顏色

# RefreshRateExplaination
source: This is the time that the Log Stream takes to refresh in seconds, ie, if it was 1.0, then the log stream would show new logs every 1.0 second
fr: C'est le temps que le flux prends pour se mettre à jour. Par exemple si il est mis à 1.0, le flux affichera des nouveaux messages toutes les 1.0 secondes
zh_hant: 此為實時串流更新以生成紀錄(Log)所需的秒數，範例：假設您設為1.00，則實時串流會每1.00秒生成新的紀錄。

source: Credits
fr: Crédits
zh_hant: 鳴謝與貢獻

source: Message
zh_hant: 訊息

source: Process
fr: Programme
zh_hant: 程序

source: Sender
fr: Initiateur
zh_hant: 呼叫者(Sender)

source: Date
zh_hant: 日期

source: Other
fr: Autre
zh_hant: 其他

source: Category & Subsystem
fr: Catégorie & sous-système
zh_hant: 類別與子系統

source: Name
fr: Nom
zh_hant: 名稱

source: Path
fr: Chemin d'accès
zh_hant: 路徑

source: Timestamp (UNIX Time)
zh_hant: 時間戳記(UNIX Time)

source: Message Type
fr: Type de message
zh_hant: 訊息類型

source: Event Type
fr: Type d'évènement
zh_hant: 事件類型

source: Activity ID
fr: ID de l'activité
zh_hant: 活動ID(Activity ID)

source: Trace ID
fr: ID de la trace
zh_hant: 追溯ID(Trace ID)

source: Thread ID
fr: ID du Thread
zh_hant: 線程ID(Thread ID)

source: Copy
fr: Copier
zh_hant: 複製

source: Default
fr: Défaut
zh_hant: 預設

source: Debug
fr: Déboggage
zh_hant: 偵錯(Debug)

source: Info
fr: Information
zh_hant: 資訊

source: Fault
fr: Faute
zh_hant: 故障(Fault)

source: Error
fr: Erreur
zh_hant: 錯誤(Error)

source: Equal To
fr: Égal à
zh_hant: 等同於

source: Not Equal To
fr: Non égal à
zh_hant: 不等同於

source: Contains
fr: Contient
zh_hant: 包含

source: Doesn't Contain
fr: Ne contient pas
zh_hant: 沒有包含

source: Starts With
fr: Commence avec
zh_hant: 以...為開頭

source: Ends With
fr: Fini avec
zh_hant: 以...為結尾

source: Background Mode
fr: Mode en arrière-plan
zh_hant: 背景運行模式

source: Collect logs in background
fr: Collectionner les logs en arrière-plan
zh_hant: 在背景持續收集紀錄

source: Stay active in background for..
fr: Collectionner les logs en arrière-plan pendant..
zh_hant: 在背景保持運行...

source: Keep collecting logs in the background
fr: Continuer de collecter les logs en arrière-plan
zh_hant: 持續在背景收集紀錄

source: For background mode, please authorize the app with Always-on Location Services
fr: Pour utiliser le mode en arrière-plan, merci de donner à l'application l'autorisation d'avoir toujours accès à votre localisation
zh_hant: 為了能順利在背景運行，請授權Antoine的定位服務為「永遠」或「使用App期間」。

source: Until manually disabled
zh_hant: 直到手動關閉應用程式

# Stopped
source: Pause
fr: Stoppé
zh_hant: 暫停

source: Pause
fr: Pausé
zh_hant: 暫停

source: Couldn't start background mode
fr: Échec lors du démarrage du mode en arrière-plan
zh_hant: 無法啟用背景模式

source: Antoine needs Always-On Location Authorization in order to enable Background Mode
fr: Antoine a besoin d'avoir l'autorisation de toujours utiliser vite localisation pour activer le mode en arrière-plan
zh_hant: 為了能順利在背景運行，請授權Antoine的定位服務為「永遠」或「使用App期間」。

source: Antoine is now collecting logs in the background
fr: Antoine est maintenant en train de collecter les logs en arrière-plan
zh_hant: Antoine正在背景收集紀錄中

source: App has stopped collecting logs in background
fr: L'application a arrêté de collecter les logs en arrière-plan
zh_hant: Antoine已停止在背景收集紀錄

# NSLocationAlwaysAndWhenInUseUsageDescription
source: In order to continue receiving logs in the background, Antoine needs location permissions keep the app alive in the background, if you agree, press 'Allow While Using App'
fr: Pour toujours recevoir les logs en arrière-plan, Antoine à besoin de toujours avoir l’autorisation d’utiliser vote localisation. Si vous êtes d’accord appuyez sur Toujours Autoriser.
zh_hant: 為了能順利在背景運行，請授權Antoine的定位服務為「永遠」或「使用App期間」。

source: Stream Options
zh_hant: 實時串流顯示選項

source: All
fr: Tout
zh_hant: 選擇全部

source: Show Messages before Stream was started
fr: Montrer les messages avant que le flux a commencé
zh_hant: 在實時串流開始前顯示訊息

source: Don't include sensitive data
fr: Ne pas inclure les données sensibles
zh_hant: 不要包含敏感性資料

source: Include Debug Messages
fr: Inclure les messages de déboggage
zh_hant: 包含偵錯(Debug)訊息

source: Include Info Messages
fr: Inclure les messages d'information
zh_hant: 包含資訊(Info)訊息

source: Precise Timestamps
fr: Préciser les timestamps
zh_hant: 精確的時間戳記

source: Language
fr: Langage
zh_hant: 語言

source: Restart Application for changes to fully apply
fr: Redémarrer l'application pour que les changements s'appliquent complètement
zh_hant: 請重新開啟Antoine以完整套用更動

source: Use System Language
fr: Utiliser le langage système
zh_hant: 使用系統語言

source: Cancel
fr: Annuler
zh_hant: 取消
